[
   "在远古时代的须弥，花神先是遇到了赤王。\n在听说须弥有着一位智慧的王女后，带着礼物与谜题去拜访了大慈树王。\n最后，在树王回答了所有的谜题后，二位女王便缔下了坚实的盟约。\n与一直在她们身旁的赤王三人勠力同心，在魔神互相厮杀的年代共享权利，决心共同引领子民走向永恒的繁荣。\n在他们三人的努力下，真的诞生了一个安乐和平，没有灾祸，统一无忧的乐园。\n然后，就算是在这样一个美好的绿洲乐园中，花神仍然是时常叹息，赤王询问，她也只是缄口不言。\n最后，在一个月光皎洁的夜晚，向赤王诉说了仙灵种族曾经的往事。\n在讲完故事后，花王对赤王发出了警告，不要追随四重影子的主人，不要窥视天空与深远的秘密。\n否则，正如判罚之钉（寒天之钉）昭示的那般，接踵而至的，乃是灾难与苦涩的结局。",
   "永不完结的花神诞祭\n教令院贤者集团在小草神的生日那天，通过虚空系统开始不断的征用须弥人的梦境，而在梦境中的须弥人在不知情的情况下循环的度过没有尽头的花神诞祭。这些梦境能量被用于人造魔神计划。\n这种异常的透支榨取梦境的行为，引起了小草神纳西妲的注意，于是她也进入到了循环梦境中。在她的帮助下，同样也被卷入到循环梦境的旅行者和派蒙最终中止了这个梦境循环。\n自从旅行者这个麻烦人物抵达须弥时，博士就应该注意到他了。前面旅行者再次破坏了梦境循环，干扰了造神计划的进展，于是博士亲自设局捕捉到了纳西妲意识，又在教令院的默许下对旅行者进行全境通缉。",
   "利露帕尔告知帕维兹拉万，不能像奥尔玛兹一样残忍地对待奴隶，否则一定会步入他的后尘。\n某日利露帕尔托梦给帕维兹拉万，告诉他将镇灵的残魂塞进构装体里，就能创造一种可以代替劳动力的机械。这种机械能永不停息的工作，一日就抵过奴隶徒手劳作千日。\n帕维兹拉万因此强迫自己的妻子希琳生下无穷无尽的镇灵，用以制作元能构装体。在如此痛苦之下，希琳最终陷入疯癫。\n帕维兹拉万继续放松对奴隶的政策：保证奴隶居住场所宽敞通风，使奴隶充分休息等等。\n由此政策，帕维兹拉万广受民众爱戴。周围的城邦，例如图莱杜拉城、月女城和萨勒赫城等，都派遣使者连年朝贡，共尊帕维兹拉万为赤王的钦使，为凡人唯一的合法之王。\n帕维兹拉万创造了居尔城的太平盛世，并开展了疯狂地扩张。\n最终，帕维兹拉万下令废除奴隶制，废除十取一的人头税。所有人都可以平等自由地劳动，赚取报酬。",
   "沙脂蛹\n在沙漠深处流沙鳗鳗的繁殖地才能找到的枯壳。其坚硬的表壳是为了保护流沙鳗鳗的幼体，直到它们得以适应炎热干燥的沙漠环境而存在的。\n在沙漠民的传说中，流沙鳗鳗同沙虫一样，都是曾经吞噬太阳的巨蛇的后嗣。这一说法虽属不经，但从对沙脂蛹的研究来看，其在成分上与沙虫的体脂确有不少相似之处。也正是因此，狡猾的商人有时会将收集到的沙脂蛹制成粉末，用以冒充那些从沙虫体脂中提炼出的高档香料。",
   "列柱沙原\n赤王陵\n巨大的锥体像是支撑在高天与黄沙之间的柱石，从不知何时的过去就伫立于沙漠正中。站在它的面前，无论是平民、富有者亦或是饱识的学者，都不过是几粒沙尘。",
   "旅行者在与奇妙的伙伴「派蒙」相遇后，开启了提瓦特大陆的探索之旅…\n「你的故国已经覆灭，宫城万顷也化为尘沙。你是本应该拥有世界，拥抱天地之人。但亡国的末裔啊，请不要悲叹这些逝去的时刻…」\n「…只要你拥有的高洁与善良不会改变，在新的天地，依然会有最好的伙伴与你同行。此处前方，此刻未来，皆是你的天地。」\n「欢迎来到世界。」",
   "众所周知，摩拉是一种触媒。直到今天，也流传着利用摩拉在神秘学中的功效，来强化武器的奇术。\n世上第一枚摩拉蕴含着最强的力量。岩王爷用这枚摩拉作为触媒，强化了一刀一剑。得到刀就可以成为璃月至尊，拔出剑就可以加冕璃月之王。",
   "教令院的异端\n「博士」因为其实验涉及人体改造和对神明的不敬，其见解被斥为歪理邪说，并被放逐出教令院\n「丑角」巡着异端的传闻，在沙漠中找到了「博士」，邀请他加入愚人众，并提供了足够的物资和时间，让他制造「神」",
   "人们所说的七神，更本源的称谓是「尘世七执政」。划分尘世、各自统治七分之一，这是作为神明的责任。七神只有履行神职，才能积累神力。\n需要特别说明的是，在完成枫丹主线第四章第五幕后，芙卡洛斯为解决枫丹预言，将水神之座彻底摧毁，图芙宁娜作为名义水神也卸任了水神一职，故在此之后，名义上的“七神”将会减员，变为“六神”。",
   "如今被西风骑士团禁止的角斗，最初是贵族间，以战斗向神祈礼的仪式。即使日后角斗被劳伦斯一族扭曲成权贵的娱乐，最终又遭骑士团废除，部分祷文仍留了下来——\n「眷顾蒙德的千风，我与我的友人、同胞、对手，将刀剑交错之声献给你，将血与汗献给你」\n「指引我前进的风，在我困顿时，赐我继续前行的力量。在我迷惑时，赐我辨明善恶的智慧」",
   "失落的苗圃\n往昔的桓那兰那\n挚友将再次同行于茂密的森林中。一切美好的事物终将归来，一切痛苦的记忆也会远去，就像溪水净化自己，枯树绽出新芽。",
   "层岩巨渊\n璃月第二大矿区，盛产琉璃晶砂。同时也是岩王爷击败若陀龙王的古战场。",
   "魔鳞病\n一种须弥独有的病症，因为患者身上会出现灰黑色的鳞片状组织而得名，至今尚无法治愈。\n一开始患者只会感觉皮肤表面发生变化的区域有些麻木，随着病情发展，会出现力量减退、手指和脚趾偶尔丧失知觉的情况。最终，会变得无法控制自己的身体，彻底失去行动能力。随着死域的根源被修复，目前魔麟病患者（柯莱、缇娜泽黛等）均已痊愈。",
   "赤念果\n在恶劣的沙漠环境中也能存活的植物所结的果子，赤红的果实在黄沙映衬下显得格外动人。\n拥有极其鲜艳的色彩，经过简单处理后便可制成染料。在沙漠住民的生活中相当重要，据说镀金旅团烈火般的旗帜也是由其所染就。红色的织物随着旅团的足迹被带往四方，无论身在何地，每当看到这些飘拂的绸缎，便似乎可以感受到故乡炙热的风。",
   "漫无止境的花神诞祭\n「花神诞祭的轮回」开始，须弥民众的意识被虚空大量收割。\n在「博士」的帮助下，最高输出态的虚空成功导出了「神之心」所蕴含的力量，使之成为了「神明的核心」。\n「正机之神」基本成型，就差导入神明罐装知识的内容，使其拥有「神明的智慧」。\n旅行者在「小吉祥草王」的帮助下，打破了「花神诞祭的轮回」。",
   "妙论派\n依托于刹诃伐罗学院，因为研究与制造驱动机关而产生。由于制作机关要涉及到各方面的知识，所以是个相当综合的学派。\n其标志为白色。\n包含建筑学、机关术等学科。\n曾经风靡过对机械生命的研究，但由于为了探究自然生命与机械生命的区别，狂热的学者对动物进行无节制的活体解剖，所以被教令院下令禁止",
   "恒素果（兰那罗用语）\n由兰那罗们的记忆结成的果实，供养给「觉王之树」\n能结出惟耶之实"
]